{
  "还在等什么？": "Ready to get started ?",
  "快使用 Koodo Reader 管理你的电子书吧！": "All your books in one place, organized and safely stored",
  "下载": "Download",
  "网页版": "Web Version",
  "开启全新阅读体验": "Read eBook books with Koodo Reader",
  "Koodo Reader 是一个免费开源的电子书阅读器，平台支持Windows，macOS，Linux 和网页版，格式支持 epub，pdf，mobi 和 txt，同时还支持数据导入导出和网盘同步。": "Koodo Reader is a open-source eBook reader for epub, pdf, mobi and txt, runs on Windows, Mac, Linux and Web, ",
  "分享给更多朋友": "Share your love with the world",
  "把你对 Koodo Reader 的喜爱分享给更多的人": "Share this free Epub Reader and help us spread the word!",
  "推特": "Twitter",
  "脸书": "Facebook",
  "微博": "Weibo",
  "客户支持": "SUPPORT",
  "您可以通过以下方式与开发者取得联系": "You can contact the developer through the following methods",
  "反馈": "Feedback",
  "对于问题咨询，功能改进和 bug 反馈，请前往本项目在github上的issue区提交。": "For general inquiries, bug reports or feature requests, please open an issue on our github page",
  "邮箱": "Email to us",
  "您也可以直接通过邮箱": "Any other questions? Drop us a line to",
  "与开发者取得联系。": "and we’ll get in touch with you soon.",
  "你来到了没有知识的荒原": "You're lost in the wasteland of knowledge",
  "返回首页": "Back to Home Page",
  "隐私策略": "Privacy",
  "服务条款": "Terms",
  "请在电脑上下载本应用": "Please download this app on PC",
  "点我前往": "Click Me",
  "帮助": "FAQ",
  "关于 Koodo Reader 您可能关心的东西": "What you should know about Koodo Reader?",
  "Koodo Reader 是什么？": "What is Koodo Reader?",
  "Koodo Reader 是一个免费开源的电子书阅读器，诞生于2020年春，因为当时正在爆发新冠病毒，停工停学，开发者才有时间开发这个软件": "Koodo Reader is a free and powerful eBook reader, born in 2020 spring during  the outbreak of Coronavirus COVID-19.",
  "Koodo Reader 对系统有什么要求？": "What are the system requirements?",
  "对于 Mac，Koodo Reader 要求及以上系统，对于 Windows，要求 Windows 7 及以上系统": "For Mac, Koodo Reader requires macOS 10.10 or later. For Windows, Windows 7 and later are supported.",
  "如何备份和恢复数据？": "How to backup and restore data?",
  "点击右上角的 “备份和恢复” 按钮按照提示一步步操作就可以了，备份的文件以 zip 的形式保存，文件名为备份日期。": "To backup and restore data, just click the Backup and Restore button in the top-right corner and follow the instruction",
  "我要如何联系你？": "How do I contact you?",
  "对于问题咨询，功能改进和 bug 反馈请前往客户支持页面，您也可以直接通过邮箱的方式与开发者取得联系。": "For general inquiries, suggesting new features and improvements, or to report bugs, visit the support page.",
  "更新日志": "CHANGELOG",
  "每个版本 Koodo Reader 的更新日志": "What's new about each version of Koodo Reader",
  "捐赠": "Donate",
  "English": "简体中文",
  "强大笔记功能": "Take notes while reading",
  "跨平台的阅读体验": "Reader Books on any devices",
  "备份恢复功能": "Backup and restore your data",
  "多端同步功能": "Sync data between multiple devices",
  "简单易用的 EPUB 笔记系统，让你在学习时效率倍增，充分体验电子化学习的乐趣。当然，您还可以导出笔记，存在任何地方，方便日后查阅": "Add annotations and notes to improve reading efficiency. Export notes and have them anywhere, so you can check them on the go",
  "Koodo Reader 完美支持Windows，macOS，Linux 和 网页版，无论是任何类型的图书，都能完美展现，提供最佳阅读效果": "Powerful parsing engine that perfectly supports epub, pdf , mobi and txt, Koodo Reader support Window, macOS, Linux and Web",
  "备份自己的图书、笔记、进度，以及所有你能想到的一切！永远不用担心数据丢失，只需打开应用，轻轻一点，继续享受阅读": "Export book files, notes, reading progress, and anything to a .zip file! and people could use our icon manager app to import it with one click.",
  "Koodo Reader 率先在业界实现了主流平台的全面支持，让你无需再在各个软件间来回切换，真正实现了无拘无束，随时随地阅读体验。": "No matter on a browser or a desktop app, we try our best to provide you with refreshing and comfortable reading experience.",
  "翻译功能": "Translation",
  "搜索功能": "Search",
  "书摘功能": "Digest",
  "书签功能": "Bookmark",
  "永久免费": "Free Forever",
  "听书功能": "Text To Speech",
  "几十种语言即时在线翻译": "Koodo Reader works great on all mainstream platform",
  "从上千本书中快速搜索到你寻找的图书": "Lightning fast seach inside thousands of books at once.",
  "一键将你喜欢的文字添加到书摘中永久保存": "Easily save any sentences into digests with one click",
  "使用书签标记你的阅读进度，快速定位到之前的位置": "Use bookmarks to flag your reading progress",
  "Koodo Reader 将永久免费，并不断添加更多功能": "Koodo Reader will always be free to use, with frequent updates.",
  "使用听书功能来解放双手，自动翻页阅读": "Use Text-to-speech function to free your hands ",
  "更多": "What's more?"
}
